{
  "stable_images": [
    {
      "image_path": "/home/itoh/ClipMesh/3DCoMPaT-v2/loaders/3D/stable_img/scene_10.png",
      "caption": "stable chair, there is a chair with a green top and a brown seat, vectorized, wearing a french beret, equirectangular, pan and plates, highly detailled texture, tweed colour scheme, style of inside game, clipart, flying saucer, anato finnstark. front view, on a coffee table, midcentury modern, dribbble illustration, here is one olive, wall"
    },
    {
      "image_path": "/home/itoh/ClipMesh/3DCoMPaT-v2/loaders/3D/stable_img/scene_11.png",
      "caption": "stable chair, there is a green chair with a wooden seat and legs, vectorized, military helmet, philippe starck, rug, anato finnstark. front view, by Enrique Tábara, flat neutral tone, martinière, forested, looking frontal view"
    },
    {
      "image_path": "/home/itoh/ClipMesh/3DCoMPaT-v2/loaders/3D/stable_img/scene_12.png",
      "caption": "stable chair, there is a blue chair with a brown seat and a brown back, vectorized, decorative dark blue clothing, rear facing, anato finnstark. front view, mid century, sitting on top a table, metal surfaces"
    },
    {
      "image_path": "/home/itoh/ClipMesh/3DCoMPaT-v2/loaders/3D/stable_img/scene_13.png",
      "caption": "stable chair, there is a green chair with a wooden seat and legs, vectorized, velvet tablecloth, rotoscope, anato finnstark. front view, a round minimalist behind, game texture, inspired by Karl Gerstner, forested, sitting on a mocha-colored table"
    },
    {
      "image_path": "/home/itoh/ClipMesh/3DCoMPaT-v2/loaders/3D/stable_img/scene_14.png",
      "caption": "stable chair, there is a chair with a wooden seat and a metal frame, featured on dribbble, white picket fence, a computer rendering, rust background, renzo piano, blurry and dreamy illustration, orthographic front view, dinner table, “jeffrey” logo, by Itō Seiu, vectorised, anato finnstark. front view, minimal art, linen"
    },
    {
      "image_path": "/home/itoh/ClipMesh/3DCoMPaT-v2/loaders/3D/stable_img/scene_15.png",
      "caption": "stable chair, there is a black chair with a blue seat and a black armrest, black vertical slatted timber, vectorized, sailor clothing, fig.1, serving rack of ribs, front view 2 0 0 0, brushed white and blue paint, 1 9 6 2, sitting on bent knees, simple illustration, porches, beautifully designed character, eguchi"
    },
    {
      "image_path": "/home/itoh/ClipMesh/3DCoMPaT-v2/loaders/3D/stable_img/scene_16.png",
      "caption": "stable chair, there is a yellow bed with a black pillow and a brown pillow, brutalist illustration, houzz, moss, by Jesper Myrfors, stools, detailed colored textures, pollen, inspired by Alfred Manessier, porches, gravel, here is one olive, on a couch, simple shapes, loundraw"
    },
    {
      "image_path": "/home/itoh/ClipMesh/3DCoMPaT-v2/loaders/3D/stable_img/scene_17.png",
      "caption": "stable chair, there is a blue chair with a red seat and a black seat, vectorized, wearing a navy blue utility cap, rim light style tim burton, rectangle white porcelain table, anato finnstark. front view, motion graphic, centred, ikea style, seperated game asset, inspired by Pieter Franciscus Dierckx, dribbble illustration, by Matthijs Naiveu"
    },
    {
      "image_path": "/home/itoh/ClipMesh/3DCoMPaT-v2/loaders/3D/stable_img/scene_18.png",
      "caption": "stable chair, there is a chair with a plaid hat on it, svg vector art, inspired by Alexander Stirling Calder, brown tuffle coat, the plate is on a wooden table, red dish, realistically rendered clothing, sitting on a store shelf, sitting on top of a cryopod, cute hats, inspired by William York Macgregor"
    },
    {
      "image_path": "/home/itoh/ClipMesh/3DCoMPaT-v2/loaders/3D/stable_img/scene_19.png",
      "caption": "stable chair, there is a toilet with a seat and a metal frame, reduced minimal illustration, french flag, 6 0 s chair, anato finnstark. front view, serving rack of ribs, forward facing angle, dark blue and red, swings, cross hatch, sitting on a table, unique design, angled view"
    }
  ]
}
